{
    "site": {
        "name": "All Arakan Youth Organizations Network",
        "name_short": "AAYON",
        "navs": [
            [
                "contacts",
                "Contacts"
            ],[
                "s",
                "Some links"
            ]
        ]
    },
    "org": {
        "name": "All Arakan Youth Organizations Network",
        "background": "All Arakan Youth Organizations Network was founded by Rakhine Youth New Generation Organization in 2012, since the networking and role of youths were not powerful, with the aim to build the capacity of youth and promote the role of youth by strengthening the participation of youth in social, politics as well as community development of the country; and working on community development capacity development of youth, encouraging youth for networking by collaboration with partner organizations from different area and government departments.  The network was now strongly composed of 23 networks from 15 townships, 5 steering committees, 46 committee members (2 per organization), including from youth organizations initiated by the All Arakan Youth Organization Network as well as the other youth networks from different organizations.  In collaboration with local and organizations such as Oxfarm, Scholar Institute, Capacity Building Initiative (CBI) and ActionAid Myanmar (AAM), AAYON has provided training and workshops to enhance leadership and advocacy skills. AAYON is working with member youth organizations to strengthen and to build a sustainable development capacity to lead their own communities in Rakhine State with the power of youths.  Every year did celebrated anniversary (youth forum) in AAYON, at time all participants from 15 township Rakhine State was attend we discussed to work for the year by breaking group.  As a result, AAYON are working on Youth and gender, Youths and peace and Youths and capacity. And we met regularly every three months at one time, Four times in each one year. ",
        "vission": "To build a sustainable development Rakhine State with the power of youths.",
        "values": [
            "Youth",
            "Mutual Respect",
            "Transparency",
            "Ability to adhere the rules and regulations",
            "Respect to each partner organization",
            "Punctuality",
            "Activities",
            "Mutual understanding within the network"
        ],
        "contacts":{
            "phone":"0987678",
            "email":"mail",
            "fb_id":"AAYO.Network",
            "youtube":""
        },
        "mission": [
            "To strengthen the collaboration among youths",
            "To coordinate for the development of youth in different aspects",
            "To actively collaborate for the sustainable development of the community by youths from different sectors"
        ],
        "members": [
            [
                "အနောက်တံခါးလူငယ်များအဖွဲ့",
                "Maungdaw Township"
            ],
            [
                "Rathedaung Youth Network",
                "Rathedaung Township"
            ],
            [
                "မျိုးဆက်-Generations",
                "Sittwe Township"
            ],
            [
                "Mro Youth Development Organization",
                "Pounnakyaun Township"
            ],
            [
                "Women Generation",
                "Sittwe Township"
            ],
            [
                "Thandar Roonthwee New Generation",
                "Kyauk Phyu Township"
            ],
            [
                "Ramree Youth Network",
                "Ramree Township"
            ],
            [
                "Maramargri Youth Network",
                "Sittwe Township"
            ],
            [
                "Thet Youth Network",
                "Maungdaw Township"
            ],
            [
                "Taungoke Youth Network",
                "Taungoo Township"
            ],
            [
                "Charity Youths Organization",
                "Sittwe Township"
            ],
            [
                "Literature Garden Organization",
                "Buthidaung Township"
            ],
            [
                "Khmer Youth Association",
                "Mrauk-U Township"
            ],
            [
                "Myebon Youth Association",
                "Myebon Township"
            ],
            [
                "Mongbra Youth Association",
                "Mongbra Township"
            ],
            [
                "Maungdaw Youth Affair Network",
                "Maungdaw Township"
            ],
            [
                "ဖြူစင်သောတွဲလက်",
                "Thandwe Township"
            ],
            [
                "Pounnakyaun Develovpment Youth Organization",
                "Pounnakyaun Township"
            ],
            [
                "Thet Youth Development Association",
                "Maungdaw Township"
            ],
            [
                "Kyauktaw Youth Association",
                "Kyauktaw Township"
            ],
            [
                "Youth of the Future",
                "Sittwe Township"
            ],
            [
                "Rathedaung Youth Association",
                "Rathedaung Township"
            ],
            [
                "Ann Women Generation Network",
                "Ann Township"
            ],
            [
                "အုန်းတောပရဟိတဖောင်‌ဒေးရှင်း",
                "Kyaukphyu Township"
            ],
            [
                "Native Dream",
                "Pauktaw Township"
            ]
        ]
    }
}